const services_text = [
  {
    title: "Vue",
    text: "Vue (произносится /vjuː/, примерно как view) — это прогрессивный фреймворк для создания пользовательских интерфейсов. В отличие от фреймворков-монолитов, Vue создан пригодным для постепенного внедрения.",
    icon: "/svg/vue.svg",
    url: "https://ru.vuejs.org/",
  },
  {
    title: "React",
    text: "Создавать интерактивные пользовательские интерфейсы на React — приятно и просто. Вам достаточно описать, как части интерфейса приложения выглядят в разных состояниях. React будет своевременно их обновлять, когда данные изменяются.",
    icon: "/svg/react.svg",
    url: "https://ru.reactjs.org/",
  },
  {
    title: "Wordpress",
    text: "WordPress — свободное программное обеспечение, которое поможет вам создать красивый сайт, блог или веб-приложение.",
    icon: "/svg/wordpress.svg",
    url: "https://ru.wordpress.org/",
  },
  {
    title: "Laravel",
    text: "Мы верим, что процесс разработки только тогда наиболее продуктивен, когда работа с фреймворком приносит радость и удовольствие. Счастливые разработчики пишут лучший код.",
    icon: "/svg/laravel.png",
    url: "https://laravel.su/",
  },
];

export default services_text;
